{
  "policy": "This Cookie Policy explains how ERide uses cookies and similar technologies on our mobile application (collectively referred to as the \"Service\"). By using the Service, you consent to the use of cookies in accordance with this policy.",
  "what_are_cookies": "Cookies are small pieces of data stored on your device (computer, smartphone, or tablet) when you visit a website or use a mobile application. They are widely used to make websites and applications work more efficiently and to provide information to the owners of the site or application.",
  "how_we_use_cookies": "These cookies are necessary for the operation of the Service. They enable basic functions such as page navigation and access to secure areas of the website or application. The Service cannot function properly without these cookies. These cookies allow us to recognize and count the number of visitors to the Service and to see how visitors move around the site when they are using it. This helps us to improve the way the Service works, for example, by ensuring that users find what they are looking for easily. These cookies are used to recognize you when you return to the Service. This enables us to personalize our content for you, greet you by name, and remember your preferences (such as language or region). These cookies are used to deliver advertisements that are relevant to you and your interests. They may be used by third-party advertisers to track your browsing activity across different websites and applications.",
  "your_choices_regarding_cookies": "You can choose to accept or decline cookies. Most web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. However, please note that blocking cookies may affect the functionality of the Service.",
  "third_party_cookies": "We may also use third-party services that use cookies to help us analyze how users use the Service and to provide personalized content and advertisements. These third parties have their own privacy policies governing the use of cookies.",
  "changes_to_this_cookie_policy": "We may update this Cookie Policy from time to time. We will notify you of any changes by posting the new Cookie Policy on this page.",
  "contact_us": "If you have any questions about our use of cookies or this Cookie Policy, please contact us at"
}
