{
  "heading": "At ERide, we are committed to protecting the privacy of our users. This Privacy Policy outlines the types of personal information we collect, how we use it, and the choices users have regarding their information.",
  "content1": "When you register an account with us, we may collect personal information such as your name, email address, phone number, and payment details. If you list a car for rent on our platform, we may collect information about the car, including mileage, fuel level, special features, and the current location of the car on a map. We may collect information about how you interact with our application, including your interactions with listings, searches, and other features. We use the information we collect to provide and improve our services, including facilitating car rentals, processing payments, and offering customer support. We may use your information to personalize your experience on our platform, such as suggesting relevant listings or features. We may use your contact information to communicate with you about your account, bookings, or important updates to our services. We may use aggregated and anonymized data for analytics purposes to understand how our platform is used and to improve our services.",
  "content2": "If you list a car for rent, certain information about the car (such as its location) may be visible to other users of the platform. We may share your information with third-party service providers who assist us in providing our services, such as payment processors or hosting providers. We may disclose your information when required by law or to protect our rights, property, or safety, or the rights, property, or safety of others.",
  "content3": "We take reasonable measures to protect the security of your information, but please be aware that no method of transmission over the internet or electronic storage is completely secure. You may update or delete your account information at any time by accessing your account settings. You may also choose to opt-out of certain communications from us. We may update this Privacy Policy from time to time. We will notify you of any material changes by posting the new Privacy Policy on this page.",
  "content4": "If you have any questions or concerns about this Privacy Policy or our practices, you may contact us at"
}
