
[
  {
    "title": "Acceptance of Terms",
    "content": "By accessing or using the App, you agree to be bound by the terms and conditions of this Agreement. If you do not agree with any part of this Agreement, you must not use the App."
  },
  {
    "title": "Account Registration",
    "content": "To access certain features of the App, you may be required to create an account. You agree to provide accurate, current, and complete information during the registration process. You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account."
  },
  {
    "title": "Car Rental Services",
    "content": "The App facilitates the rental of cars between users. We do not own or operate the cars listed on the App and do not endorse or guarantee the condition, safety, or legality of any cars listed. Users are solely responsible for the accuracy of the information provided about their cars, including availability, pricing, and features. Users agree to comply with all applicable laws and regulations regarding car rentals, including insurance and liability requirements."
  },
  {
    "title": "Payments",
    "content": "All payments for car rentals will be processed through the App. By using the App, you agree to pay the rental fees and any applicable taxes or fees. Payments are processed securely through our payment gateway. We do not store or have access to your payment information."
  },
  {
    "title": "User Conduct",
    "content": "You agree to use the App in accordance with all applicable laws and regulations. You will not use the App for any unlawful or unauthorized purpose, including but not limited to fraud, harassment, or infringement of intellectual property rights. You will not interfere with the operation of the App or attempt to gain unauthorized access to any part of the App."
  },
  {
    "title": "Disclaimer of Warranties",
    "content": "The App is provided on an \"as is\" and \"as available\" basis. We make no warranties or representations about the suitability, reliability, availability, or accuracy of the App. We disclaim all warranties, express or implied, including but not limited to warranties of merchantability, fitness for a particular purpose, and non-infringement."
  },
  {
    "title": "Limitation of Liability",
    "content": "In no event shall we be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to loss of profits, data, or goodwill. Our total liability to you for any claims arising out of or related to this Agreement or the use of the App shall not exceed the amount paid by you to us in the twelve (12) months preceding the claim."
  },
  {
    "title": "Indemnification",
    "content": "You agree to indemnify, defend, and hold harmless the Company and its officers, directors, employees, and agents from any claims, liabilities, damages, costs, or expenses arising out of or related to your use of the App or violation of this Agreement."
  },
  {
    "title": "Changes to the Agreement",
    "content": "We reserve the right to modify or amend this Agreement at any time. Any changes will be effective immediately upon posting the revised Agreement on the App. Your continued use of the App after the posting of any changes constitutes acceptance of those changes."
  },
  {
    "title": "Termination",
    "content": "We reserve the right to terminate or suspend your access to the App at any time, with or without cause and without prior notice."
  },
  {
    "title": "Governing Law",
    "content": "This Agreement shall be governed by and construed in accordance with the laws of Nigeria, without regard to its conflict of law principles."
  },
  {
    "title": "Contact Us",
    "content": "If you have any questions or concerns about this Agreement, please contact us at Macmauriceosuji@gmail.com."
  },
  {
    "title": "Acknowledgement",
    "content": "By using the ERide app, you acknowledge that you have read, understood, and agree to be bound by the terms and conditions of this Agreement."
  }
]


